@php
if (isset($selectPlot)){
    $add='<li>tag 最多為三碼。</li>';

} else {
    $add='';
}
@endphp

            <li><b>輸入資料後需按 <button class='datasavebutton' style='width: auto;'>儲存</button> ，才能確實將資料儲存。</b></li>
            <li>需有日期資料才會進入輸入檢查。資料不完整不予儲存。</li>
            {!!$add!!}
            <li>新增種類需為名錄內植物。如有需新增名錄，請洽管理員。</li>
            <li>dbh - 新增樹的 dbh <b>必須 ≥ 1</b>。</li>
            <li>若需更改物種的植株有新增分支，請先輸入原物種名稱。</li>
            <li>新增狀態 - 預設為新增。若為漏資料的樹，請記得點選。</li>
            <li>榕屬(榕樹、雀榕): 若分支不在同一小區，需在code記 F 。其餘物種，分支皆需與主幹在同一小區。</li>

            <li>未通過檢查以致無法儲存的資料將保留在輸入表單中。已儲存的資料可按右鍵以刪除。</li>
            <li>如需新增主幹在樣區外之植株，請通知管理員由後端新增。</li>
            <li>若需新增植物種類，請洽資料管理員。</li>